// - Є змінна х, якій ви надаєте довільне числове значення.
//     Якщо змінна x не дорівнює нулю, виведіть 'Вірно', інакше виведіть 'Невірно'. Перевірте  скрипт при a, що дорівнює 1, 0, -3
let x;

 x = 1;
    if (x !== 0) {
        console.log('Вірно')
    }
    else {
        console.log('Невірно')
    } x = 0;
    if (x !== 0) {
        console.log('Вірно')
    }
    else {
        console.log('Невірно')
    } x = -3;
    if (x !== 0) {
        console.log('Вірно')
    }
    else {
        console.log('Невірно')
    }
